MICLARO-BACK-master/Servicios/api/application/views/Request/consultarTest.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ejb="http://ejb.capaintermedia.clarocolombia.co/">
   <soapenv:Header/>
   <soapenv:Body>
      <ejb:consultarTest>
      	<arg0>
      		<canal>3</canal>      		
      		<segmento>2</segmento>
      		<operacion>I</operacion>
      		<fechaExpedicion>1980</fechaExpedicion>
      		<lineaTelefonicaFija><?=$Vh2oyi1qe3ql?></lineaTelefonicaFija>
      		<numeroCuenta><?=$V3hbf4so4iko?></numeroCuenta>
      		<numeroDocumento><?=$Vrquejas2p0l?></numeroDocumento>
      		<tipoDocumento><?=$Vsi0pnvi1q3z?></tipoDocumento>
      	 </arg0>
      </ejb:consultarTest>
   </soapenv:Body>
</soapenv:Envelope>